[
  {
  "id": "privacy",
  "title": "Privacy Policy",
  "content": [
    "This Privacy Policy explains how ROVAND LTD ('we', 'us', 'our') collects, uses, and protects your personal information across all of our applications and services. By using our Services, you agree to this policy.",
    "1. Information We Collect",
    "We may collect personal information that you voluntarily provide when using our applications or contacting us. We do not process sensitive personal data. You are responsible for ensuring your information is accurate and up to date.",
    "2. How We Use Your Information",
    "We process your personal information to provide, improve, and manage our Services; communicate with you; prevent fraud and ensure security; comply with legal obligations; and use your data for additional purposes only with your explicit consent. We may also process information when necessary to protect someone's vital interests.",
    "3. Legal Bases for Processing",
    "Depending on your region, we may process your personal information based on your consent, legal obligations, contractual necessity, legitimate interests, or vital interests. For EU/UK users, we generally act as the data controller unless processing data on behalf of another organization.",
    "4. When We Share Your Information",
    "We may share your personal information only with service providers assisting us in delivering the Services or during business transfers such as mergers or acquisitions. We do not sell personal information.",
    "5. Data Retention",
    "We retain your information only as long as necessary for the purposes outlined in this policy unless a longer retention period is required by law. When no longer needed, data is deleted or anonymized.",
    "6. Data Security",
    "We use reasonable technical and organizational measures to protect your data. However, no system is 100% secure, and we cannot guarantee absolute protection. Use the Services in a secure environment whenever possible.",
    "7. Children's Privacy",
    "We do not knowingly collect or market personal data from users under 18. If such data is discovered, it will be deleted promptly.",
    "8. Your Privacy Rights",
    "Depending on your location, you may have the right to access, correct, or delete your personal information; restrict or object to processing; request data portability; or withdraw consent at any time. You may exercise your rights by contacting us.",
    "9. Do-Not-Track Signals",
    "Because there is no industry standard, we do not currently respond to Do-Not-Track browser signals.",
    "10. Additional Rights for US Residents",
    "Some US states provide additional rights, including access, correction, deletion, and opting out of certain data uses. Identity verification is required before processing such requests.",
    "11. Changes to This Policy",
    "This Privacy Policy may be updated periodically, and the latest version will always be available within our Services.",
    "12. Contact Us",
    "If you have questions or requests, contact us at: contact@rovand.limited or visit www.rovand.limited/contact. Address: 71-75 Shelton Street, Covent Garden, London, WC2H 9JQ, England."
  ]
}
,
  {
    "id": "cookies",
    "title": "Cookie Policy",
    "content": [
      "Our website does not use cookies, tracking pixels, analytics tools or any other technologies that store information on a user's device.",
      "No session identifiers, advertising cookies, behavioural tracking or third-party marketing tools are used.",
      "If cookie-based features are introduced in the future, users will be informed clearly and consent will be obtained in accordance with UK GDPR and PECR requirements."
    ]
  },
  {
    "id": "terms",
    "title": "Terms of Service",
    "content": [
      "Rovand Limited provides e-commerce services, software development, mobile application development and IT services. By using our website or engaging with our services, users agree to these Terms of Service.",
      "All content, software, code, trademarks, and materials on our website are owned or licensed by Rovand Limited and may not be copied, redistributed or modified without prior written consent.",
      "Our services are provided on an 'as-is' basis. We make reasonable efforts to ensure accuracy and continuity but do not guarantee uninterrupted availability.",
      "Users must not misuse our website or services, including attempting unauthorised access, interference with systems, or any form of malicious activity.",
      "We reserve the right to update or modify these terms at any time. Continued use of our website constitutes acceptance of the updated terms."
    ]
  },
  {
    "id": "refund",
    "title": "Refund & Return Policy",
    "content": [
      "For digital products such as software, applications or downloadable content, refunds are issued only if the product is proven to be defective and cannot be restored or delivered as described.",
      "For physical products sold via e-commerce, customers may request a return within the legally required timeframe, provided the product is unused, unopened and in its original condition.",
      "Custom software development, IT consultancy and similar bespoke services are not eligible for refunds once the project has commenced, unless otherwise stated in a separate service agreement.",
      "All refund requests must be submitted with proof of purchase and details of the issue."
    ]
  },
  {
  "id": "company-information",
  "title": "Company Information",
  "content": [
    "Company Name: Rovand Limited",
    "Registered Address: 71-75 Shelton Street, Covent Garden, London, United Kingdom, WC2H 9JQ",
    "D-U-N-S Number: 234175886",
    "Registration number: 16724239",
    "Email: contact@rovand.limited",
    "Phone Number: +90 533 443 4978",
    "Alternate Email: ozenshopping.com@gmail.com",
    "SIC Codes: 47910 – Retail sale via mail order houses or via Internet; 62012 – Business and domestic software development; 62090 – Other information technology service activities"
  ]
}
    
]
