[
  {
    "id": "privacy",
    "title": "Privacy Policy",
    "content": [
      "Rovand Limited (“we”, “our”, “us”) operates in the fields of e-commerce, software development, mobile applications and IT services. We do not collect, store or process any personal data from users unless it is explicitly provided by the user on their own initiative.",
      "We do not use tracking technologies, analytics tools, cookies, user behaviour analytics or any mechanism that identifies individuals. Users may visit and use our website and services without providing personal information.",
      "If a user voluntarily contacts us via email, any information provided is used solely for the purpose of responding to the enquiry. Such information is not stored, profiled, shared or transferred to third parties.",
      "As we do not process personal data in a way that identifies individuals, we are not required to register with the ICO under the current UK data protection framework.",
      "In the event that our data practices change in the future, this Privacy Policy will be updated to ensure compliance with UK GDPR and the Data Protection Act 2018."
    ]
  },
  {
    "id": "cookies",
    "title": "Cookie Policy",
    "content": [
      "Our website does not use cookies, tracking pixels, analytics tools or any other technologies that store information on a user's device.",
      "No session identifiers, advertising cookies, behavioural tracking or third-party marketing tools are used.",
      "If cookie-based features are introduced in the future, users will be informed clearly and consent will be obtained in accordance with UK GDPR and PECR requirements."
    ]
  },
  {
    "id": "terms",
    "title": "Terms of Service",
    "content": [
      "Rovand Limited provides e-commerce services, software development, mobile application development and IT services. By using our website or engaging with our services, users agree to these Terms of Service.",
      "All content, software, code, trademarks, and materials on our website are owned or licensed by Rovand Limited and may not be copied, redistributed or modified without prior written consent.",
      "Our services are provided on an 'as-is' basis. We make reasonable efforts to ensure accuracy and continuity but do not guarantee uninterrupted availability.",
      "Users must not misuse our website or services, including attempting unauthorised access, interference with systems, or any form of malicious activity.",
      "We reserve the right to update or modify these terms at any time. Continued use of our website constitutes acceptance of the updated terms."
    ]
  },
  {
    "id": "refund",
    "title": "Refund & Return Policy",
    "content": [
      "For digital products such as software, applications or downloadable content, refunds are issued only if the product is proven to be defective and cannot be restored or delivered as described.",
      "For physical products sold via e-commerce, customers may request a return within the legally required timeframe, provided the product is unused, unopened and in its original condition.",
      "Custom software development, IT consultancy and similar bespoke services are not eligible for refunds once the project has commenced, unless otherwise stated in a separate service agreement.",
      "All refund requests must be submitted with proof of purchase and details of the issue."
    ]
  },
  {
  "id": "company-information",
  "title": "Company Information",
  "content": [
    "Company Name: Rovand Limited",
    "Registered Address: 71-75 Shelton Street, Covent Garden, London, United Kingdom, WC2H 9JQ",
    "D-U-N-S Number: 234175886",
    "Registration number: 16724239",
    "Email: contact@rovand.limited",
    "Phone Number: +90 533 443 4978",
    "Alternate Email: ozenshopping.com@gmail.com",
    "SIC Codes: 47910 – Retail sale via mail order houses or via Internet; 62012 – Business and domestic software development; 62090 – Other information technology service activities"
  ]
}
    
]
